"""7. Напишите инструкцию Python, которая умножает переменную suЬtotal (нарастающий
итог) на 0.15 и присваивает результат переменной total."""
subtotal = float(input("введите нарастающий итог:"))
total = subtotal * 0.15
print(total)