#1 О. Допустим, что переменная sales ссылается на вещественное значение.
# Напишите инструкцию, которая показывает значение, округленное до двух десятичных знаков после точки.
sales = float(input())
print(format(sales, '.2f'))